Repository: 751K/holland2stay-monitor
Catalog: ios/FlatRadar/FlatRadar/Localizable.xcstrings
Source language: en
Languages: es, nl, zh_hans, zh_hant

source: Only user accounts can change password here.
es: Solo las cuentas de usuario pueden cambiar la contraseña aquí.
nl: Alleen gebruikersaccounts kunnen hier hun wachtwoord wijzigen.
zh_hans: 只有用户可在此改变密码
zh_hant: 只有使用者可在此變更密碼

source: Open in browser
es: Abrir en el navegador
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open on %@
es: Abrir en %@
nl: Open op %@
zh_hans: 在 %@ 上打开
zh_hant: 在 %@ 上開啟

source: Open on Holland2Stay
es: Visita Holland2Stay
nl: Ga naar Holland2Stay
zh_hans: 在 Holland2Stay 打开
zh_hant: 在 Holland2Stay 打開

source: other
es: otros
nl: andere
zh_hans: 其他
zh_hant: 其他

source: Other devices signed in to this account will be signed out.
es: Se cerrará la sesión en los demás dispositivos que hayan iniciado sesión en esta cuenta.
nl: Andere apparaten die bij dit account zijn aangemeld, worden afgemeld.
zh_hans: 登录此账号的其他设备将被登出。
zh_hant: 登入此帳號的其他裝置將被登出。

source: Password (min 4 characters)
es: Contraseña (mínimo 4 caracteres)
nl: Wachtwoord (min. 4 tekens)
zh_hans: 密码（至少4个字符）
zh_hant: 密碼（至少4個字符）

source: Password Updated
es: Contraseña actualizada
nl: Wachtwoord bijgewerkt
zh_hans: 密码已更新
zh_hant: 密碼已更新

source: Payment is pending approval.
es: El pago está pendiente de aprobación.
nl: De betaling is in afwachting van goedkeuring.
zh_hans: 支付等待批准中。
zh_hant: 支付等待批准中。

source: Permanently delete your account?
es: ¿Quieres eliminar tu cuenta de forma definitiva?
nl: Wil je je account definitief verwijderen?
zh_hans: 永久删除你的账号？
zh_hant: 永久刪除你的賬號？

source: Permission
es: Autorización
nl: Toestemming
zh_hans: 权限
zh_hant: 權限

source: PID
es: Proporcional, integral y derivativa
nl: Proportioneel-integraal-derivaat
zh_hans: 进程号
zh_hant: 進程號

source: Platform %@
es: Plataforma %@
zh_hans: 平台 %@
zh_hant: 平台 %@

source: Platforms
es: Plataformas
zh_hans: 平台
zh_hant: 平台

source: Please read and accept the Terms of Use to use FlatRadar.
es: Lee y acepta las condiciones de uso para poder utilizar FlatRadar.
nl: Lees de gebruiksvoorwaarden en ga hiermee akkoord om FlatRadar te kunnen gebruiken.
zh_hans: 请阅读并接受使用条款以继续使用 FlatRadar。
zh_hant: 請閱讀並接受使用條款以繼續使用 FlatRadar。

source: Please sign in again.
es: Vuelve a iniciar sesión.
nl: Log alstublieft opnieuw in.
zh_hans: 请重新登录。
zh_hant: 請重新登錄。

source: Please try again later.
es: Inténtalo de nuevo más tarde.
nl: Probeer het later nog eens.
zh_hans: 请稍后重试。
zh_hant: 請稍後重試。

source: Please wait a moment before retrying.
es: Por favor, espere un momento antes de volver a intentarlo.
nl: Wacht even voordat u het opnieuw probeert.
zh_hans: 请稍等片刻再重试。
zh_hant: 請稍等片刻再重試。

source: Previous month
es: Mes anterior
nl: Vorige maand
zh_hans: 上月
zh_hant: 上月

source: Price & Space
es: Precio y espacio
nl: Prijs & ruimte
zh_hans: 价格与空间
zh_hant: 價格與空間

source: Privacy
es: Privacidad
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
es: Política de privacidad
nl: Privacybeleid
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Push Filter
es: Filtro de empuje
nl: Duwfilter
zh_hans: 推送过滤
zh_hant: 推送過濾

source: Push Notifications
es: Notificaciones push
nl: Pushmeldingen
zh_hans: 推送通知
zh_hant: 推送通知

source: Re-register Device
es: Volver a registrar el dispositivo
nl: Apparaat opnieuw registreren
zh_hans: 重新注册设备
zh_hant: 重新註冊設備

source: Read
es: Leer
nl: Lees
zh_hans: 已读
zh_hant: 已讀

source: Receive push notifications for new listings matching your filter.
es: Recibe notificaciones push de nuevos anuncios que se ajusten a tus criterios de búsqueda.
nl: Ontvang pushmeldingen voor nieuwe advertenties die aan je filtervoorwaarden voldoen.
zh_hans: 接收匹配你筛选条件的新房源推送通知。
zh_hant: 接收符合你篩選條件的新房源推播通知。

source: Refresh monitor status
es: Actualizar el estado del monitor
nl: De status van de monitor vernieuwen
zh_hans: 刷新监控状态
zh_hant: 重新整理監控狀態

source: Register
es: Registrarse
nl: Registreren
zh_hans: 注册
zh_hant: 註冊

source: Registration failed
es: El registro ha fallado
nl: Registratie is mislukt
zh_hans: 注册失败
zh_hant: 註冊失敗

source: Reload Config
es: Actualizar configuración
nl: Configuratie opnieuw laden
zh_hans: 重新加载配置
zh_hant: 重新加載配置

source: Reload re-reads users.json and .env without restarting the process. Stop halts scraping; subsequent listings won't trigger push.
es: La opción «Reload» vuelve a leer los archivos users.json y .env sin reiniciar el proceso. La opción «Stop» detiene el rastreo; los listados posteriores no activarán la notificación push.
nl: Met 'Reload' worden users.json en .env opnieuw geladen zonder het proces opnieuw te starten. Met 'Stop' wordt het scrapen gestopt; volgende vermeldingen leiden niet tot een pushmelding.
zh_hans: 重新加载会重读 users.json 和 .env，无需重启进程。停止将中断抓取，后续房源不会触发推送。
zh_hant: 重新加載會重讀 users.json 和 .env，無需重啓進程。停止將中斷抓取，後續房源不會觸發推送。

source: Remove
es: Eliminar
nl: Verwijderen
zh_hans: 关闭
zh_hant: 關閉

source: Remove Face ID Sign-In?
es: ¿Desea eliminar el inicio de sesión con Face ID?
nl: Face ID-aanmelding verwijderen?
zh_hans: 关闭使用Face ID登陆
zh_hant: 關閉使用Face ID登陸

source: Remove filter: %@
es: Quitar filtro: %@
nl: Filter verwijderen: %@
zh_hans: 移除过滤条件：%@
zh_hant: 移除過濾條件：%@

source: Reset
es: Restablecer
nl: Opnieuw instellen
zh_hans: 重置
zh_hant: 重置

source: Reset All Filters
es: Restablecer todos los filtros
nl: Alle filters resetten
zh_hans: 重置所有过滤
zh_hant: 重置所有過濾

source: Reset filter to none?
es: ¿Restablecer el filtro a «ninguno»?
nl: Filter terugzetten naar 'Geen'?
zh_hans: 重置过滤条件为空？
zh_hant: 重置過濾條件爲空？

source: Retry
es: Inténtalo de nuevo
nl: Opnieuw proberen
zh_hans: 重试
zh_hant: 重試

source: Role
es: Función
nl: Functie
zh_hans: 角色
zh_hant: 角色

source: Running
es: Correr
nl: Hardlopen
zh_hans: 运行中
zh_hant: 運行中

source: Save
es: Guardar
nl: Opslaan
zh_hans: 保存
zh_hant: 保存

source: Save for %@?
es: ¿Guardar como %@?
nl: Op %@ opslaan?
zh_hans: 为 %@保存?
zh_hant: 爲 %@保存?

source: Saving…
es: Guardando…
nl: Bezig met opslaan…
zh_hans: 保存中…
zh_hant: 保存中…

source: Scraping and APNs delivery will pause until restarted.
es: El rastreo y el envío de APN se pausarán hasta que se reinicien.
nl: Het scrapen en de APN-verzending worden onderbroken totdat ze opnieuw worden gestart.
zh_hans: 抓取和 APNs 推送将暂停，直到重新启动。
zh_hant: 抓取和 APNs 推送將暫停，直到重新啓動。

source: Search
es: Buscar
nl: Zoeken
zh_hans: 搜索
zh_hant: 搜索

source: Search by name or address
es: Buscar por nombre o dirección
nl: Zoeken op naam of adres
zh_hans: 按照名字或地址搜索
zh_hant: 按照名字或地址搜索

source: Searching for a new home in the Netherlands?
es: ¿Estás buscando una nueva vivienda en los Países Bajos?
nl: Op zoek naar een nieuwe woning in Nederland?
zh_hans: 在荷兰寻找 新家吗？
zh_hant: 在荷蘭尋找 新家嗎？

source: See all %lld
es: Ver todo %lld
nl: Dit alles %lld
zh_hans: 查看全部 %lld
zh_hant: 查看全部 %lld

source: Select cities first to see neighborhoods
es: Selecciona primero las ciudades para ver los barrios
nl: Selecteer eerst steden om de wijken te bekijken
zh_hans: 先选择城市以查看街区
zh_hant: 先選擇城市以查看街區

source: Send
es: Enviar
nl: Verzenden
zh_hans: 发送
zh_hant: 發送

source: Send %lld crash reports?
es: ¿Enviar informes de fallos %lld?
nl: Crashrapporten versturen %lld?
zh_hans: 发送 %lld 份崩溃报告？
zh_hant: 發送 %lld 份崩潰報告？

source: Send crash report?
es: ¿Enviar informe de error?
nl: Crashrapport verzenden?
zh_hans: 发送崩溃报告？
zh_hant: 發送崩潰報告？

source: Send Feedback
es: Enviar comentarios
nl: Feedback geven
zh_hans: 发送反馈
zh_hant: 發送反饋

source: Send Test Push
es: Enviar notificación de prueba
nl: Test-push verzenden
zh_hans: 发送测试推送
zh_hant: 發送測試推送

source: Sending…
es: Enviando…
nl: Bezig met verzenden…
zh_hans: 发送中…
zh_hant: 發送中…

source: Server Error
es: Error del servidor
nl: Serverfout
zh_hans: 服务器错误
zh_hant: 服務器錯誤

source: Server returned HTTP %lld
es: El servidor ha devuelto un código HTTP %lld
nl: De server heeft HTTP-statuscode %lld geretourneerd
zh_hans: 服务器返回 HTTP %lld
zh_hant: 服務器返回 HTTP %lld

source: Settings
es: Configuración
nl: Instellingen
zh_hans: 设置
zh_hant: 設置

source: Show password
es: Mostrar contraseña
nl: Wachtwoord weergeven
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Sign in to your account.
es: Inicia sesión en tu cuenta.
nl: Log in op je account.
zh_hans: 登录你的 账户。
zh_hant: 登錄你的 賬戶。

source: Sign in with %@
es: Iniciar sesión con %@
nl: Log in met %@
zh_hans: 使用%@登陆
zh_hant: 使用%@登陸

source: Sign out
es: Cerrar sesión
nl: Uitloggen
zh_hans: 退出
zh_hant: 退出

source: Sign Out
es: Cerrar sesión
nl: Uitloggen
zh_hans: 退出
zh_hant: 退出

source: Sign Out of Guest Mode
es: Salir del modo de invitado
nl: Uitloggen uit de gastmodus
zh_hans: 退出游客模式
zh_hant: 退出遊客模式

source: Skip
es: Omitir
nl: Sla over
zh_hans: 跳过
zh_hant: 跳過

source: Sort
es: Suerte
nl: Lot
zh_hans: 排序
zh_hant: 排序

source: Start Monitor
es: Iniciar Monitor
zh_hans: 启动监控
zh_hant: 啓動監控

source: Status
es: Estado
zh_hans: 状态
zh_hant: 狀態

source: Status change
es: Cambio de estado
nl: Statuswijziging
zh_hans: 状态变更
zh_hant: 狀態變更

source: Stop
es: Alto
zh_hans: 停止
zh_hant: 停止

source: Stop Monitor
es: Monitor de parada
nl: Monitor stoppen
zh_hans: 停止监控
zh_hant: 停止監控

source: Stop monitor process?
es: ¿Detener el proceso del monitor?
nl: Het monitorproces stoppen?
zh_hans: 停止监控进程？
zh_hant: 停止監控進程？

source: Stopped
es: Detenido
nl: Gestopt
zh_hans: 已停止
zh_hant: 已停止

source: Swipe to explore individual bars
es: Desliza el dedo para explorar cada barra
nl: Veeg om de afzonderlijke balken te bekijken
zh_hans: 滑动探索独立卡片
zh_hant: 滑動探索獨立卡片

source: System
es: Sistema
nl: Systeem
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tap a day to view available listings.
es: Toca un día para ver los anuncios disponibles.
nl: Tik op een dag om de beschikbare aanbiedingen te bekijken.
zh_hans: 点击某天查看可入住房源。
zh_hant: 點擊某天查看可入住房源。

source: Tap to view listing
es: Toca para ver el anuncio
nl: Tik om de advertentie te bekijken
zh_hans: 点击查看列表
zh_hant: 點擊查看列表

source: Tap to zoom in
es: Toca para ampliar
nl: Tik om in te zoomen
zh_hans: 点击放大
zh_hant: 點擊放大

source: Tenant
es: Sosteniendo
nl: Houder
zh_hans: 租客要求
zh_hant: 租客要求

source: Terms
es: Condiciones
nl: Voorwaarden
zh_hans: 使用条款
zh_hant: 使用條款

source: Terms of Use
es: Condiciones de uso
nl: Gebruiksvoorwaarden
zh_hans: 使用条款
zh_hant: 使用條款

source: Test Push
es: Prueba de envío
nl: Testbericht
zh_hans: 测试推送
zh_hant: 測試推送

source: Thank you!
es: ¡Gracias!
nl: Bedankt!
zh_hans: 感谢！
zh_hant: 感謝！

source: Thank you! 🙏
es: ¡Gracias! 🙏
nl: Bedankt! 🙏
zh_hans: 谢谢！🙏
zh_hant: 謝謝！🙏

source: The server returned data in an unexpected format.
es: El servidor ha devuelto datos en un formato inesperado.
nl: De server heeft gegevens in een onverwacht formaat teruggestuurd.
zh_hans: 服务器返回了意外格式的数据。
zh_hant: 服務器返回了意外格式的數據。

source: This chart has no entries yet.
es: Esta tabla aún no tiene entradas.
nl: Deze grafiek bevat nog geen gegevens.
zh_hans: 此图表暂无数据。
zh_hant: 此圖表暫無數據。

source: This only controls which platforms can trigger your notifications.
es: Esto solo controla qué plataformas pueden activar tus notificaciones.
nl: Hiermee bepaal je alleen welke platforms je meldingen kunnen activeren.
zh_hans: 此设置仅控制哪些平台可以触发你的通知。
zh_hant: 此設定僅控制哪些平台可以觸發你的通知。

source: this week
es: esta semana
nl: deze week
zh_hans: 本周
zh_hant: 本週

source: This will remove the user, their notification preferences, and revoke all their App sessions. This cannot be undone.
es: Esto eliminará al usuario y sus preferencias de notificación, y anulará todas sus sesiones en la aplicación. Esta acción no se puede deshacer.
nl: Hierdoor worden de gebruiker en zijn of haar meldingsvoorkeuren verwijderd en worden alle appsessies beëindigd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 这将删除该用户、其通知偏好，并撤销其所有 App 会话。此操作不可撤销。
zh_hant: 這將刪除該用戶、其通知偏好，並撤銷其所有 App 會話。此操作不可撤銷。

source: Today
es: Hoy
nl: Vandaag
zh_hans: 今天
zh_hant: 今天

source: Toggle users on/off, delete accounts, and control the scraping process.
es: Activar o desactivar usuarios, eliminar cuentas y controlar el proceso de extracción de datos.
nl: Gebruikers in- of uitschakelen, accounts verwijderen en het scrapingproces beheren.
zh_hans: 启用/禁用用户、删除账号、控制抓取进程。
zh_hant: 啓用/禁用用戶、刪除賬號、控制抓取進程。

source: Too Many Requests
es: Demasiadas solicitudes
nl: Te veel verzoeken
zh_hans: 请求过多
zh_hant: 請求過多

source: TOTAL LISTINGS
es: TOTAL DE ANUNCIOS
nl: TOTAAL AANTAL VERMELDINGEN
zh_hans: 总房源
zh_hant: 總房源

source: Transaction verification failed.
es: La verificación de la transacción ha fallado.
nl: De transactie kon niet worden geverifieerd.
zh_hans: 交易验证失败。
zh_hant: 交易驗證失敗。

source: Try a different value.
es: Prueba con otro valor.
nl: Probeer een andere waarde.
zh_hans: 请尝试其他值。
zh_hant: 請嘗試其他值。

source: Try Again
es: Inténtalo de nuevo
nl: Probeer het nog eens
zh_hans: 重试
zh_hant: 重試

source: Type
es: Tipo
zh_hans: 户型
zh_hant: 戶型

source: Types
es: Tipos
nl: Soorten
zh_hans: 户型
zh_hant: 戶型

source: Unable to Load
es: No se puede cargar
nl: Kan niet laden
zh_hans: 加载失败
zh_hant: 加載失敗

source: Unable to load products
es: No se pueden cargar los productos
nl: Producten kunnen niet worden geladen
zh_hans: 无法加载商品
zh_hant: 無法加載商品

source: Unavailable
es: No disponible
nl: Niet beschikbaar
zh_hans: 不可用
zh_hant: 不可用

source: Unexpected Response
es: Respuesta inesperada
nl: Onverwachte reactie
zh_hans: 意外响应
zh_hant: 意外響應

source: UNOFFICIAL · v%@
es: NO OFICIAL · v%@
nl: ONOFFICIEEL · v%@
zh_hans: 第三方 · v%@
zh_hant: 第三方 · v%@

source: Update
es: Actualización
zh_hans: 更新
zh_hant: 更新

source: updated %@
es: actualizado %@
nl: bijgewerkt %@
zh_hans: 更新 %@
zh_hant: 更新 %@

source: Use the new password next time you sign in. Other devices have been signed out.
es: Utiliza la nueva contraseña la próxima vez que inicies sesión. Se ha cerrado la sesión en los demás dispositivos.
nl: Gebruik het nieuwe wachtwoord wanneer je je de volgende keer aanmeldt. Je bent op andere apparaten afgemeld.
zh_hans: 下次登录请使用新密码。其他设备已被登出。
zh_hant: 下次登入請使用新密碼。其他裝置已被登出。

source: User
es: Usuario
nl: Gebruiker
zh_hans: 用户
zh_hant: 用戶

source: User accounts receive push notifications for listings matching their filter. Test push verifies this device session end-to-end.
es: Las cuentas de usuario reciben notificaciones push de anuncios que coinciden con sus criterios de búsqueda. La prueba de notificaciones push verifica esta sesión del dispositivo de principio a fin.
nl: Gebruikersaccounts ontvangen pushmeldingen voor advertenties die aan hun filtervoorwaarden voldoen. De testpush controleert deze apparaatsessie van begin tot eind.
zh_hans: 用户账户会收到与其筛选条件匹配的房源推送通知。测试推送用于端到端验证当前设备会话。
zh_hant: 用戶賬戶會收到與其篩選條件匹配的房源推送通知。測試推送用於端到端驗證當前設備會話。

source: Username
es: Nombre de usuario
nl: Gebruikersnaam
zh_hans: 用户名
zh_hant: 用戶名

source: View Details
es: Ver detalles
nl: Bekijk details
zh_hans: 查看详情
zh_hant: 查看詳情

source: What's on your mind?
es: ¿En qué estás pensando?
nl: Waar zit je mee?
zh_hans: 您的想法是
zh_hant: 您的想法是

source: Working…
es: En proceso…
nl: Bezig met…
zh_hans: 加载中
zh_hant: 加載中

source: You can enable it again next time you sign in with your password.
es: Puedes volver a activarla la próxima vez que inicies sesión con tu contraseña.
nl: Je kunt deze functie weer inschakelen wanneer je je de volgende keer met je wachtwoord aanmeldt.
zh_hans: 当你下次使用密码登录时候，可再次启用
zh_hant: 當你下次使用密碼登錄時候，可再次啓用

source: You don't have permission to access this.
es: No tienes permiso para acceder a esto.
nl: Je hebt geen toestemming om dit te bekijken.
zh_hans: 你没有访问权限。
zh_hant: 你沒有訪問權限。

source: You're welcome!
es: ¡De nada!
nl: Graag gedaan!
zh_hans: 不客气！
zh_hant: 不客氣！

source: Your account data, saved filters, alert history, and preferences will be permanently removed. This cannot be undone.
es: Los datos de tu cuenta, los filtros guardados, el historial de alertas y tus preferencias se eliminarán de forma definitiva. Esta acción no se puede deshacer.
nl: Je accountgegevens, opgeslagen filters, meldingsgeschiedenis en voorkeuren worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 你的账号数据、已保存的过滤条件、提醒历史和偏好设置将被永久删除。此操作不可撤销。
zh_hant: 你的賬號數據、已保存的過濾條件、提醒歷史和偏好設置將被永久刪除。此操作不可撤銷。

source: Your feedback has been submitted. I read every piece of feedback — it directly shapes what gets built next.
es: Tu comentario se ha enviado. Leo todos y cada uno de los comentarios, ya que influyen directamente en lo que se desarrollará a continuación.
nl: Je feedback is verzonden. Ik lees alle feedback — die is bepalend voor wat er vervolgens wordt ontwikkeld.
zh_hans: 你的反馈已提交。我会阅读每一条反馈——它们会直接影响接下来要开发的内容。
zh_hant: 你的反饋已提交。我會閱讀每一條反饋——它們會直接影響接下來要開發的內容。

source: Your matches
es: Tus coincidencias
nl: Je wedstrijden
zh_hans: 我的匹配
zh_hant: 我的匹配

source: Your support means a lot. Enjoy your %@!
es: Tu apoyo significa mucho para nosotros. ¡Disfruta de tu %@!
nl: Jullie steun betekent heel veel voor ons. Veel plezier met je %@!
zh_hans: 感谢支持。 享用你的 %@！
zh_hant: 感謝支持。 享用你的 %@！

source: 使用条款
es: Condiciones de uso
nl: Gebruiksvoorwaarden
zh_hant: 使用條款

source: 隐私政策
es: Política de privacidad
nl: Privacybeleid
zh_hant: 隱私政策

source: %lld total
nl: %lld totaal
zh_hans: 共 %lld
zh_hant: 共 %lld

source: Admin
nl: Beheerder
zh_hans: 管理员
zh_hant: 管理員

source: Error
nl: Fout
zh_hans: 失败
zh_hant: 失敗

source: Provisional
nl: Voorlopig
zh_hans: 临时授权
zh_hant: 臨時授權

source: Max rent
zh_hans: 最高租金
zh_hant: 最高租金
